<div class="footer">
    <div class="row-1-footer row">
        <div class="col-1-footer">
            <div>
                <h3>Test</h3>
                <p>Текст – группа предложений, объединённых в одно целое темой и основной мыслью. Предложения в тексте связаны по смыслу и при помощи языковых средств связи (повтор, местоимения, синонимы и др.).
                </p>
            </div>
        </div>
        <div class="col-2-footer">
            <div>
                <h3>Test</h3>
                <p>Текст – группа предложений, объединённых в одно целое темой и основной мыслью. Предложения в тексте связаны по смыслу и при помощи языковых средств связи (повтор, местоимения, синонимы и др.).
                </p>
            </div>
        </div>
        <div class="col-3-footer">
            <div>
                <h3>Test</h3>
                <p>Текст – группа предложений, объединённых в одно целое темой и основной мыслью. Предложения в тексте связаны по смыслу и при помощи языковых средств связи (повтор, местоимения, синонимы и др.).
                </p>
            </div>
        </div>
    </div>
    <div class="row-2-footer row">&copy;2019</div>
</div>
</body>
</html>